
[
    {
        "id":1001,
        "name":"Cappuccino",
        "imageName":"1",
        "description":"Outside of Italy, cappuccino is a coffee drink that today is typically composed of double espresso and hot milk, with the surface topped with foamed milk. Cappuccinos are most often prepared with an espresso macchine. The double espreso os poured into the bottomof the cip, followed by a similar amount of hot milk, which is prepared by heating and texturing the milk using the espresso machine steam wand. The top third of th drink consistes of milk foam; this foam can be decorated with artisticc drawings made with the same milk, called latte art.",
        "category":"hot"
    },
    {
        "id":1002,
        "name":"Espresso",
        "imageName":"2",
        "description":"Espresso is both a coffee beverage and a brewing method. It is not a sprecific bean, bean blendm or roast level. Any bean or roasting level can be used to produce authentic espresso. For example, in southrn Italy, a darker roast is generally preferred. Farther north, the trend moves toward slightly lighter roasts, while out sidde Italy a wide range is popular.",
        "category":"hot"
    },
    {
        "id":1003,
        "name":"Latte",
        "imageName":"3",
        "description":"In Italy, caffe latte is almost always prepared at home, for breakfast only. The coffe is brewed with a stovetop moka pot and poured into a cup containing heated milk. (Unlike the 'international' latte drink, the milk in th Italian original is generally not foamed, and sugar is added by the drinker, if at all).",
        "category":"hot"
    },
    {
        "id":1004,
        "name":"Iced coffee",
        "imageName":"4",
        "description":"Iced coffee is a type of caffee beverage servaed cilled, brewed variously with the fundamental division veing cold brew - brewed the coffee cold, yielding a different flavour, and not requiring cooling - or brewing normaly (hot) and the cooling, generally by simply pouring over ice or into ice cold milk. In hot brewing, sweeteners and flavourings are often mixed into the hot coffee before cooling, due to faster dissolution in hot warter. Alternatively, syrup (sugar pre-dissolved in water) may be used, paticularly gum syrup.",
        "category":"cold"
    },
    {
        "id":1005,
        "name":"Cold Brew",
        "imageName":"5",
        "description":"Could brewing, also caled cold water extracgtion or cold pressing, is the process of steeping coffee grounds in water at cool temperatures for an extenperatures for an extended preiod. Coarse-ground beans are seaked in water for a prolonged period of time, for 12 to 24 hours. The water is normally kept at room temparature, but cchilled water is also used. The grounds are filtered out of the water after thay jave been steeped using a paper coffee filter, a fine metal sieve, a French press, or felt, in the case of the Toddy brewing system.",
        "category":"cold"
    },
    {
        "id":1006,
        "name":"Iced Cappuccino",
        "imageName":"6",
        "description":"In Italy, caffe latte is almost always prepared at home, for breakfast only. The coffe is brewed with a stovetop moka pot and poured into a cup containing heated milk. (Unlike the 'international' latte drink, the milk in th Italian original is generally not foamed, and sugar is added by the drinker, if at all).",
        "category":"cold"
    }
]
